Repository: fomazov/wbc-api
Catalog: app/locale/*/LC_MESSAGES/wbc.po
Languages: ru

source: All rights reserved
ru: Все права защищены

# letter_pre_name
source: Hello
ru: Здравствуйте

# letter_password_reset_text
source: Ð¡lick on the link to change the password
ru: Для смены пароля Вам необходимо перейти по ссылке

# password_reset_button
source: Reset your password
ru: Сменить пароль

# permission_ctrl_denied
source: Permission denied
ru: Отказано в доступе

source: Permission action denied
ru: Отказано в доступе к действию

# errmsg_invalid_activation_email
source: Invalid activation email
ru: Неверный email

# errmsg_invalid_activation_email_is_verified
source: This email is already verified
ru: Данный email адрес уже подтвержден

# errmsg_invalid_activation_code
source: Invalid activation code
ru: Неверный активационный код

# approve_company_on_register
source: Confirm your company
ru: Подтвердить компанию

# errmsg_client_not_exist
source: Client does not exist
ru: Пользователь не найден

# errmsg_email_not_exist
source: Email does not exist
ru: Email не найден

# subj_password_reset
source: Please confirm your password reset
ru: Пожалуйста, подтвердите смену пароля

# msg_password_reset_code_was_sent
source: An email has been sent to your inbox with details for password change confirmation
ru: На указанную Вами почту выслано письмо для подтверждения смены пароля

# errmsg_password_reset_code_send
source: An error occurred while sending mail
ru: Произошла ошибка во время отправки письма

# errmsg_password_reset_code_false
source: The password change code is not found or has expired
ru: Код смены пароля не найден или устарел

# errmsg_password_repeat_needed
source: Please, enter your password again
ru: Необходимо повторно указать пароль

# errmsg_password_and_repeat_not_equal
source: Passwords do not match
ru: Пароли не совпадают

# client_company_is_empty
source: User has no company
ru: Пользователь не состоит в компании

# token_not_needed
source: Token passed for an open method
ru: Передан токен для открытого метода

source: Broker unauthorized
ru: Брокер неавторизирован

# user_unauthorized_expire_sso_token
source: User unauthorized, sso token expired
ru: Неавторизированный пользователь, время токена истекло

# user_unauthorized_sso_session_not_find
source: User unauthorized, session not found
ru: Неавторизированный пользователь, сессия не найдена

# user_unauthorized_not_found_token
source: User unauthorized, token not found
ru: Неавторизированный пользователь, токен не найден

source: User unauthorized, user deleted
ru: Неавторизированный пользователь, пользователь удален

# validator_phone_number_not_correct
source: Phone number is incorrect
ru: Телефон введен не верно

# msg_username_not_set
source: username isn't set
ru: Не указано имя пользователя

# msg_password_not_set
source: password isn't set
ru: Не указан пароль

# msg_user_was_deleted
source: User was deleted
ru: Пользователь был удален

# msg_invalid_credentials
source: Invalid credentials
ru: Неверные имя пользователя или пароль

# validator_field_not_correct
source: The field was filled incorrectly
ru: К сожалению, поле введено неправильно

# validator_old_pass_not_correct
source: Sorry, your old password is not correct
ru: К сожалению, старый пароль введен не правильно

# This record not unique
source: This record is not unique
ru: Запись не является уникально

# validator_field_name_not_correct
source: Data entered is incorrect
ru: Неверно введены данные

# validator_field_not_defined
source: Field is not defined. Message:
ru: Поле не определено. Сообщение:

# validator_timezone_range_not_correct
source: Field 'timezone' should be in the range from -11 to +14
ru: Поле 'timezone' должно быть в промежутке от -11 до +14

# validator_email_not_correct
source: The field 'email' entered incorrectly
ru: Указан не валидный email

# validator_lib_value_not_inclusion_in
source: The field is not included in the permissible values
ru: Поле не входит в допустимые значения

# domain_employees_invalid_active_value
source: Invalid visibility value
ru: Недопустимое значение видимости

# domain_menu_type_content_inclusion_in
source: Invalid type content value
ru: Недопустимое значение типа содержания

# rubric_news_section_id_inclusion_in
source: Invalid section value
ru: Недопустимое значение секции

# validator_first_name_not_correct
source: The 'name' field entered incorrectly
ru: Поле 'имя' введено неверно

# validator_last_name_not_correct
source: The 'surname' field entered incorrectly
ru: Поле 'фамилия' введено неверно

# validator_second_name_not_correct
source: The 'patronymic' field entered incorrectly
ru: Поле 'отчество' введено неверно

# validator_email_presence_of
source: The 'email' field is required
ru: Поле 'email' обязательно для заполнения

# validator_first_name_presence_of
source: The 'first_name' field is required
ru: Поле 'имя' обязательно для заполнения

# validator_last_name_presence_of
source: The 'last_name' field is required
ru: Поле 'фамилия' обязательно для заполнения

# validator_password_presence_of
source: The 'password' field is required
ru: Поле 'пароль' обязательно для заполнения

# validator_phone_number_presence_of
source: The 'phone' field is required
ru: Поле телефона должно быть заполнено

# validator_name_presence_of
source: The 'Name' field is required
ru: Поле 'имя' обязательно для заполнения

# validator_site_presence_of
source: The 'site' field is required
ru: Поле 'сайт' необходимо для ввода

# validator_title_presence_of
source: The 'title' field is required
ru: Поле 'заголовок' обязательно для ввода

# validator_alias_presence_of
source: The 'alias' field is required
ru: Поле 'alias' обязательно для заполнения

# validator_type_content_presence_of
source: The 'type content' field is required
ru: Поле 'тип содержания' обязателно для заполнения

# validator_section_id_presence_of
source: The 'section' field is required
ru: Поле 'секция' обязателно для заполнения

# validator_start_offset_presence_of
source: The 'annotation start' field is required
ru: Поле 'начало аннотации' обязательно для ввода

# validator_end_offset_presence_of
source: The 'annotation end' field is required
ru: Поле 'конец аннотации' обязательно для ввода

# validator_color_presence_of
source: The 'annotation color' field is required
ru: Поле 'цвет аннотации' обязательно для ввода

# validator_annotation_presence_of
source: The 'annotation body' field is required
ru: Поле 'тело аннотации' обязательно для ввода

# validator_phone_number_regex
source: The phone number is not in the right format
ru: Телефонный номер неккоректный

# validator_first_name_too_long
source: The 'name' field should not exceed 50 characters
ru: Поле 'имя' не должно превышать 50 символов

# validator_second_name_too_long
source: The 'second_name' field should not exceed 50 characters
ru: Поле 'отчество' не должно превышать 50 символов

# validator_last_name_too_long
source: The 'last_name' field should not exceed 50 characters
ru: Поле 'фамилия' не должно превышать 50 символов

# validator_password_too_long
source: Password is too long
ru: Пароль слишком длинный

# validator_old_password_too_long
source: Your old password is too long
ru: Старый пароль слишком длинный

# validator_name_too_long
source: The 'name' field is too long
ru: Поле 'имя' слишком длинное

# validator_inn_too_long
source: Field 'INN' is too long
ru: Поле 'ИНН' слишком длинное

# validator_address_too_long
source: The 'address' field is too long
ru: Поле 'адрес' слишком длинное

# validator_first_name_too_short
source: The 'name' field should be more than 2 symbols
ru: Поле 'имя' должно быть более 2-ух символов

# validator_second_name_too_short
source: There must be at least one character in the 'second_name'
ru: В поле 'отчество' должен быть хотя бы один символ

# validator_last_name_too_short
source: The 'last_name' field should be more than 2 symbols
ru: Поле 'фамилия' должно быть более 2-ух символов

# validator_password_too_short
source: The password must be more than 2 characters long
ru: Поле 'пароль' должно быть более 2-ух символов

# validator_old_password_too_short
source: Your old password is too short
ru: Старый пароль слишком короткий

# validator_name_too_short
source: The 'name' field is too short
ru: Поле 'имя' слишком короткое

# validator_inn_too_short
source: The 'INN' field is too short
ru: Поле 'ИНН' слишком короткое

# validator_address_too_short
source: The 'address' field is too short
ru: Поле 'адрес' слишком короткое

# validator_email_unique
source: This email already exists
ru: Такой email уже существует

# validator_phone_number_unique
source: This phone number is already in use
ru: Данный телефон уже используется

# validator_name_unique
source: The 'name' field must be unique
ru: Поле 'имя' должно буть уникальным

source: Error, permission denied
ru: Ошибка прав доступа

source: %d days ago
ru: %d день назад

source: %d hours ago
ru: %d час назад

source: %d minutes ago
ru: %d минуту назад

source: %d months ago
ru: %d месяц назад

source: %d years ago
ru: %d год назад

# last_visit_never
source: Never
ru: Никогда

# subj_confirm_email
source: Please confirm your email
ru: Пожалуйста подтвердите email
